export const D_termsCategory = [
    "이용약관",
    "개인정보 약관",
    "위치기반 약관",
    "문자서비스 약관",
  ];

// D_term1 ~ 4 have to edit contents.

export const D_terms1 = [
  {
    title: '제1조 (목적)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2조 (용어의 정의)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제3조 (약관의 명시와 개정)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제4조 (약관 외 준칙)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제5조 (개인회원에 대한 고지, 통지 및 공지)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2장 회원가입',
  },
  {
    title: '제6조 (서비스 이용계약의 성립)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '부칙',
    content: '제1조 (시행일) 이 약관은 2023년 00월 00일부터 시행한다. (주)한양유통'
  },
]

export const D_terms2 = [
  {
    title: '제1조 (목적) - 개인정보',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2조 (용어의 정의)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제3조 (약관의 명시와 개정)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제4조 (약관 외 준칙)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제5조 (개인회원에 대한 고지, 통지 및 공지)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2장 회원가입',
  },
  {
    title: '제6조 (서비스 이용계약의 성립)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '부칙',
    content: '제1조 (시행일) 이 약관은 2023년 00월 00일부터 시행한다. (주)한양유통'
  },
]

export const D_terms3 = [
  {
    title: '제1조 (목적) - 위치기반',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2조 (용어의 정의)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제3조 (약관의 명시와 개정)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제4조 (약관 외 준칙)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제5조 (개인회원에 대한 고지, 통지 및 공지)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2장 회원가입',
  },
  {
    title: '제6조 (서비스 이용계약의 성립)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '부칙',
    content: '제1조 (시행일) 이 약관은 2023년 00월 00일부터 시행한다. (주)한양유통'
  },
]

export const D_terms4 = [
  {
    title: '제1조 (목적) - 문자서비스',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2조 (용어의 정의)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제3조 (약관의 명시와 개정)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제4조 (약관 외 준칙)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제5조 (개인회원에 대한 고지, 통지 및 공지)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '제2장 회원가입',
  },
  {
    title: '제6조 (서비스 이용계약의 성립)',
    content: '본 약관은 (주)한양유통(이하 “회사"라 합니다)이 운영하는 웹사이트(이하 “사이트"라 합니다) 및 모바일 애츨리케이션(이하"애플리케이션"이라 하며, 사이트와 애플리케이션을 총칭하여 “사이트 등"이라 합니다)을 통해 서비스를 제공함에 있어 회사와 이용자의 이용조건 및 제반절차, 기타 필요한 사항의 규정을 목적으로 합니다.'
  },
  {
    title: '부칙',
    content: '제1조 (시행일) 이 약관은 2023년 00월 00일부터 시행한다. (주)한양유통'
  },
]